// © Copyright 2009-2010, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "无法启动实用程序。";
NoUtilityErrorDescription = "实用程序未找到。请重新安装软件。";
TaskNameTitle = "设备维护";
TaskDescriptionTitle = "所选打印机受 HP Designjet System Maintenance Utility 支持。要维护打印机并查看相关信息，请单击“启动实用程序”按钮。";
LaunchUtilityButtonTitle = "启动实用程序";